Repository: yaniv14/BHDigitalCollection
Catalog: artifacts/locale/*/LC_MESSAGES/django.po
Languages: he

source: Countries
he: מדינות

source: Wheres from
he: מאיפה הפריט

source: Area or continent
he: אזור או יבשת

source: Country
he: מדינה

source: Item period
he: ממתי הפריט

source: Exact year
he: שנה מדוייקת

source: Year range
he: טווח שנים

source: Item name
he: שם הפריט

source: Title
he: כותרת

source: Item story
he: סיפור הפריט

source: Artifact type
he: סוג הפריט

source: Material
he: חומר הפריט

source: Technical data of the item
he: תיאור טכני

source: Credit
he: קרדיט לצלם

source: I approve that I have all the rights to uplaod the image
he: אני מאשר שיש בידי את כל הזכויות להעלות את התמונה

source: I would love to get info
he: אשמח לקבל את עידכונים ודיוורים

source: You must approve that you have the rights for the pictures
he: חובה לאשר שאתה בעל הזכויות על התמונות

source: First and last name
he: שם מלא

source: Phone number
he: מספר טלפון

source: Mobile preferred
he: אפשר גם סלולרי

source: Email address
he: דואר אלקטרוני

source: We will never send you spam
he: לא נשלח ספאם או פרסומות

source: These information is for contact reference only, it won't submitted to 3rd party without your consent
he: פרטים אלו לצורך התקשרות בלבד. לא ינתנו לצד שלישי ללא הסכמתך

source: There is an existing account with that email address, please login first
he: קיים חשבון עם כתובת מייל זו, נא לבצע התחברות למערכת

source: Location
he: מהיכן הפריט

source: Pending approval
he: ממתין לאישור מנהל

source: Missing info
he: ממתין למידע נוסף

source: Approved
he: מאושר להצגה

source: Rejected
he: נדחה

source: Disabled
he: לא רלוונטי

source: Museum collections
he: האוסף הדיגיטלי

source: Users collections
he: האוסף הדיגיטלי

source: All collections
he: אוסף בית התפוצות

source: About
he: אודות

source: Contact
he: צור קשר

source: Account
he: חשבון

source: Login
he: כניסה

source: Upload step 1
he: העלה תמונות

source: Upload step 2
he: העלה תמונות

source: Upload step 3
he: העלה תמונות

source: Title Hebrew
he: שם האזור בעברית

source: Title English
he: שם האזור באנגלית

source: Background image
he: תמונת רקע

source: Artifact material
he: חומר הפריט

source: Status
he: סטטוס

source: Privately owned artifact
he: פריט רכוש פרטי

source: Featured
he: מודגש

source: Item No
he: מספר פריט

source: Name Hebrew
he: שם בעברית

source: Name English
he: שם באנגלית

source: Slug
he: מה זה

source: Year from
he: משנה

source: Year to
he: עד שנה

source: Technical data Hebrew
he: תיאור טכני בעברית

source: Technical data English
he: תיאור טכני באנגלית

source: Description Hebrew
he: תיאור

source: Description English
he: תיאור

source: City Hebrew
he: עיר בעברית

source: City English
he: עיר באנגלית

source: Area
he: אזור

source: Displayed in museum?
he: האם מוצג במוזיאון?

source: Artifact location in museum Hebrew
he: איפה מוצג במוזיאון בעברית

source: Artifact location in museum English
he: איפה מוצג במוזיאון באנגלית

source: Donor name Hebrew
he: שם התורם/משאיל

source: Donor name English
he: שם התורם/משאיל

source: Artifact credit Hebrew
he: קרדיט בעברית

source: Artifact credit English
he: קרדיט באנגלית

source: Display donor name?
he: האם להציג שם התורם באתר?

source: Artifact route map
he: מפת מסלול פריט

source: Artifact route Hebrew
he: מסלול הפריט

source: Artifact route English
he: מסלול הפריט

source: Artifact
he: פריט

source: Image
he: תמונה

source: Credit Hebrew
he: קרדיט לצלם

source: Credit English
he: קרדיט לצלם

source: Year/Era Hebrew
he: שנה/תקופה בעברית

source: Year/Era English
he: שנה/תקופה באנגלית

source: Image location Hebrew
he: מיקום הצילום בעברית

source: Image location English
he: מיקום הצילום באנגלית

source: Cover image?
he: תמונת שער?

source: Small thumbnail square
he: חיתוך ריבוע קטן

source: Width
he: אורך

source: Height
he: גובה

source: Info
he: מידע

source: Page
he: עמוד

source: Main text Hebrew
he: טקסט ראשי בעברית

source: Main text English
he: טקסט ראשי באנגלית

source: Active?
he: פעיל?

source: Submit
he: שלח

source: Forgot password
he: שכחתי סיסמה

source: you are part of the story
he: גם אתם חלק מהסיפור

source: Do you have an interesting item
he: יש גם לכם פריט מעניין

source: Share with us
he: שתפו איתנו

source: 19th Century
he: המאה ה-19

source: 18th Century
he: המאה ה-18

source: The 50s
he: שנות ה-50

source: Admin menu
he: תפריט הניהול

source: Materials
he: חומרי הפריט

source: Types
he: סוגים

source: Areas
he: אזור

source: Contact Us
he: צור קשר

source: My Account
he: החשבון שלי

source: Upload artifact
he: העלו פריט

source: Museum Collection
he: אוסף המוזיאון

source: Users Collection
he: האוסף הדיגיטלי

source: All
he: הכל

source: Filter by %(x)s
he: סינון לפי %(x)s

source: Filters
he: סינונים

source: Filter by time
he: סינון לפי תקופה

source: Filter by origin country
he: סינון לפי ארץ מקור

source: Save
he: שמור

source: Add
he: הוסף

source: Delete
he: מחק

source: About yourself
he: קצת פרטים עליך

source: Info about your item
he: מידע על הפריט שלך

source: Item pictures
he: תמונות של הפריט

source: Your part of the story
he: החלק שלכם בסיפור

source: Upload item in 3 simple steps
he: העלו פריט ב-3 שלבים פשוטים

source: Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s
he: פסקת טקסט קצרה שמסבירה איזה פריטים אנו מחפשים ורוצים, למה כדאי להעלות פריט, והאופציה שאולי נפנה אל בעלי הפריטים.

source: Continue
he: המשך

source: Donate item
he: תרמו פריט

source: More information
he: מידע נוסף

source: Donor name
he: שם התורם/משאיל

source: Origin
he: ארץ מקור

source: Year
he: שנה/תקופה

source: Displayed
he: מוצג במוזיאון

source: Beit Hatfusot
he: בית התפוצות

source: Tags
he: תגיות

source: Add new material
he: הוסף חומר חדש

source: Edit
he: עריכה

source: Add new artifact type
he: הוסף סוג פריט

source: Update artifact
he: עדכון פריט

source: Update
he: עדכון

source: Crop images
he: חתוך תמונות?

source: BH Digital Collection
he: אוסף בית התפוצות

source: Set small thumbnail
he: חיתוך ריבוע קטן

source: Set small thumbnail vertical
he: חיתוך מלבן ורטיקלי

source: Set big_thumbnail
he: חיתוך ריבוע גדול

source: Set cover
he: חיתוך לתמונת שער

source: Set footer
he: חיתוך תמונה בפוטר

source: Close
he: סגור

source: Save changes
he: שמירת שינויים

source: Add new area
he: הוסף אזור חדש

source: Name
he: שם

source: Thank you for your part of the story
he: תודה שאתם חלק מהסיפור

source: Read more
he: קרא עוד

source: uploaded by
he: הועלה ע"י

source: more about community
he: עוד על קהילת

source: share
he: שתפו

source: Maybe you would like these
he: אולי יעניין אותן גם

source: from the same origin
he: פריטים מאותו מקום

source: Or choose era
he: או בחר אזור

source: The 18th century
he: המאה ה-18

source: The 19th century
he: המאה ה-19

source: The 20th century
he: המאה ה-20

source: To
he: עד

source: Part of the story
he: החלק שלכם בסיפור

source: Home
he: דף הבית

source: Users artifacts list
he: רשימת פרטי משתמשים

source: All artifacts list
he: רשימת פרטי משתמשים

source: Artifact detail
he: פרטי פריט

source: Artifact create
he: יצירת פריט

source: Some Artifact Description
he: תיאור קצר

source: Artifact update
he: עדכון פריט

source: Update successfully
he: נשמר בהצלחה

source: Artifact Images
he: תמונות הפריט

source: Image crop
he: חיתוך תמונה

source: Origin area delete
he: מחיקת תמונת פריט

source: Origin area create
he: הוספת אזור

source: Origin area update
he: עדכון אזור

source: Origin area list
he: רשימת אזורים

source: Artifact material create
he: חומר פריט

source: Artifact material update
he: חומר הפריט

source: Artifact type create
he: יצירת סוג פריט

source: Artifact type update
he: עדכון סוג הפריט

source: Artifact type delete
he: מחיקת סוג הפריט

source: Artifact image create
he: יצירת תמונת פריט
